/*
 * @Descripttion: 
 * @Author: luqing Chen
 * @Date: 2020-05-03 23:23:04
 * @LastEditors: luqing Chen
 * @LastEditTime: 2020-05-03 23:23:20
 */
export default {
    '200':	'操作成功',
    '201':	'未知的错误方法',
    '202':	'未知错误',
    '203':	'请求方式错误',
    '204':	'参数非法',
    '205':	'Session过期',
    '206':	'重复提交',
    '207':	'操作频繁',
    '208':	'不支持get请求，请用post',
    '209':	'请求url格式不对',
    '210':	'数据库操作失败',
    '211':	'Date类型转化失败',
    '212':	'端口号占用',
    '404':	'无相关数据',
    '500':	'操作异常',
    'default': '系统未知错误,请反馈给管理员'
  }
  